Repository: hyperlocalhq/django-image-versions
Catalog: image_versions/locale/*/LC_MESSAGES/django.po
Languages: de

source: Image versions
de: Bildversionen

source: Invalid image path
de: Ungültiger Pfad zum Bild

source: Image does not exist
de: Bild existiert nicht

source: Original image is too big. It should be less than 10 MB.
de: Das Originalbild ist zu groß. Es sollte weniger als 10 MB groß sein.

source: Image path inside the media directory
de: Bildpfad innerhalb des Medienverzeichnisses

source: Width
de: Breite

source: Height
de: Höhe

source: Focus Point
de: Fokus-Punkt

source: Focus Points
de: Fokus-Punkte

source: Focus a face
de: Ein Gesicht fokussieren

source: Reset focus point
de: Fokus-Punkt zurücksetzen

source: Go back
de: Zurück

source: Sorry. We can't show the page. Path is not defined.
de: Entschuldigung. Wir können die Seite nicht anzeigen. Der Pfad ist nicht definiert.

source: Sorry. We can't show the page. Path is not correct.
de: Entschuldigung. Wir können die Seite nicht anzeigen. Der Pfad ist nicht korrekt.

source: Sorry. We can't show the page. Token is not defined.
de: Entschuldigung. Wir können die Seite nicht anzeigen. Token ist nicht definiert.

source: Sorry. You are not allowed to access this page. Token is incorrect.
de: Entschuldigung. Sie sind nicht berechtigt, auf diese Seite zuzugreifen. Der Token ist falsch.
